{
  "EN": [
    {
      "project_id": 1,
      "project_link": "https://familyflow.up.railway.app",
      "project_title": "Family Flow",
      "project_subtitle": "A mobile application that helps families to manage their daily tasks and activities.",
      "project_role": "Product Manager, Scrum Master, Git Master and Lead Front-end developer",
      "project_creation_year": "2023",
      "project_technologies_list": [
        "React",
        "React-router-dom",
        "TypeScript",
        "Mantine UI",
        "CSS/SASS",
        "Axios",
        "Day.js",
        "Vitest"
      ],
      "project_description": "Family Flow is an innovative web application designed to simplify family activities coordination and communication, allowing each member to actively participate in family life, regardless of their location.",
      "project_github_repo": "https://github.com/family-flow-app/FamilyFlow-FrontEnd",
      "project_image": "/images/projectsPictures/family-flow-project-management-lead-developer.webp",
      "project_image_alt": "Screenshot of Family Flow app interface, showcasing my family coordination project utilizing React, TypeScript, and Mantine UI, highlighting my expertise as Product Manager and Lead Front-End Developer."
    },
    {
      "project_id": 2,
      "project_link": "https://wiseduckdevgpts.com",
      "project_title": "The Wise Duck Dev GPTs",
      "project_subtitle": "The largest library of custom GPTs for web, mobile, ai, blockchain and video games developers in the  world.",
      "project_role": "Product Manager, Scrum Master, Git Master and Lead developer",
      "project_creation_year": "2024",
      "project_technologies_list": [
        "Next.js",
        "TypeScript",
        "CSS/SASS",
        "Make",
        "GPT-4",
        "DALL-E 3",
        "Midjourney",
        "Figma",
        "Photoshop",
        "Google Analytics",
        "PWA"
      ],
      "project_description": "Discover The Wise Duck Dev GPTs—the definitive library for web, mobile, AI, blockchain and video games developers. This innovative platform offers over 700 custom GPTs across 14 categories, tailored to enhance skills and streamline development processes. Developed with a philantropic aim, this resource enables both novice and veteran developers to tackle complex challenges with advanced tools designed for productivity and innovation. Join our community and revolutionize your development approach with The Wise Duck Dev GPTs.",
      "project_github_repo": "https://github.com/yannick-leguennec/wiseduckdevgpts",
      "project_image": "/images/projectsPictures/the-wise-duck-dev-gpts-library.webp",
      "project_image_alt": "The Wise Duck Dev GPTs platform showcasing a diverse library of over 700 custom GPTs for web, mobile, AI, blockchain and video games development, organized across 14 key categories."
    }
  ],
  "FR": [
    {
      "project_id": 1,
      "project_link": "https://familyflow.up.railway.app",
      "project_title": "Family Flow",
      "project_subtitle": "Une application mobile qui aide les familles à gérer leurs tâches et activités quotidiennes.",
      "project_role": "Chef de produit, Scrum Master, Git Master et Développeur Front-end principal",
      "project_creation_year": "2023",
      "project_technologies_list": [
        "React",
        "React-router-dom",
        "TypeScript",
        "Mantine UI",
        "CSS/SASS",
        "Axios",
        "Day.js",
        "Vitest"
      ],
      "project_description": "Family Flow est une application web innovante conçue pour simplifier la coordination et la communication des activités familiales, permettant à chaque membre de participer activement à la vie familiale, quel que soit son emplacement.",
      "project_github_repo": "https://github.com/family-flow-app/FamilyFlow-FrontEnd",
      "project_image": "/images/projectsPictures/family-flow-project-management-lead-developer.webp",
      "project_image_alt": "Capture d'écran de l'interface de l'application Family Flow, mettant en valeur mon projet de coordination familiale utilisant React, TypeScript et Mantine UI, soulignant mon expertise en tant que Product Manager et Lead Front-End Developer."
    },
    {
      "project_id": 2,
      "project_link": "https://wiseduckdevgpts.com",
      "project_title": "The Wise Duck Dev GPTs",
      "project_subtitle": "La plus grande bibliothèque de GPTs personnalisés pour les développeurs web, mobiles, IA, blockchain et de jeux vidéos au monde.",
      "project_role": "Chef de produit, Scrum Master, Git Master et Développeur principal",
      "project_creation_year": "2024",
      "project_technologies_list": [
        "Next.js",
        "TypeScript",
        "CSS/SASS",
        "Make",
        "GPT-4",
        "DALL-E 3",
        "Midjourney",
        "Figma",
        "Photoshop",
        "Google Analytics",
        "PWA"
      ],
      "project_description": "Découvrez The Wise Duck Dev GPTs - la resource ultime pour les développeurs web, mobiles, IA, blockchain et jeux vidéos. Cette plateforme innovante propose plus de 700 GPTs personnalisés répartis dans 14 catégories, conçus pour améliorer les compétences et rationaliser les processus de développement. Développée dans un but philanthropique, cette ressource permet aux développeurs novices et vétérans de relever des défis complexes avec des outils avancés conçus pour la productivité et l'innovation. Rejoignez notre communauté et révolutionnez votre approche du développement avec The Wise Duck Dev GPTs.",
      "project_github_repo": "https://github.com/yannick-leguennec/wiseduckdevgpts",
      "project_image": "/images/projectsPictures/the-wise-duck-dev-gpts-library.webp",
      "project_image_alt": "La plateforme The Wise Duck Dev GPTs présentant une bibliothèque diversifiée de plus de 700 GPTs personnalisés pour le développement web, mobile, IA, blockchain et jeux vidéos organisés dans 14 catégories clés."
    }
  ]
}
